Repository: darynka-xo/FlaskFAB_SDU
Catalog: flask_appbuilder/translations/*/LC_MESSAGES/messages.po
Languages: nl

source: Access is Denied
nl: Toegang geweigerd

source: Search
nl: Zoek

source: Back
nl: Terug

source: Save
nl: Opslaan

source: This field is required.
nl: Dit veld is verplicht.

source: Not a valid date value
nl: Geen geldige datum

source: No records found
nl: Geen record gevonden

source: Invalid file extension
nl: Ongeldige bestandstoevoeging

source: Already exists.
nl: Bestaat al.

source: Group by
nl: Groeperen op

source: Added Row
nl: Rij toegevoegd

source: Changed Row
nl: Rij gewijzigd

source: Deleted Row
nl: Rij verwijderd

source: Associated data exists, please delete them first
nl: Gekoppelde gegevens bestaan nog. Verwijder deze eerst

source: Integrity error, probably unique constraint
nl: Integriteitsfout, mogelijk een unieke waarde beperking

source: General Error
nl: Algemene Fout

source: Count of
nl: Aantal

source: Sum of
nl: Summe

source: Avg. of
nl: Gemid.

source: Contains
nl: Bevat

source: Not Contains
nl: Bevat Niet

source: Equal to
nl: Is gelijk aan

source: Not Equal to
nl: Is niet gelijk aan

source: Greater than
nl: Groter dan

source: Smaller than
nl: Kleiner dan

source: Starts with
nl: Begint met

source: Not Starts with
nl: Begint niet met

source: Relation
nl: Relatie

source: Relation as Many
nl: Meerdere Relaties

source: Ends with
nl: Eindigt met

source: Not Ends with
nl: Eindig niet met

source: No Relation
nl: Geen Relatie

source: User Name
nl: Gebruikersnaam

source: Remember me
nl: Onthoud mij

source: Password
nl: Wachtwoord

source: First Name
nl: Voornam

source: Write the user first name or names
nl: Vul de voornaam of naam in

source: Last Name
nl: Achternaam

source: Write the user last name
nl: Vul de achternaam in

source: Please use a good password policy, this application does not check this for you
nl: Gebruik een goed wachtwoordbeeleid, deze applicatie controleerd dat niet voor u

source: Confirm Password
nl: Bevestig Wachtwoord

source: Please rewrite the password to confirm
nl: Wachtwoord opnieuw om te bevestigen

source: Passwords must match
nl: Wachtwoorden komen niet overeen

source: List Users
nl: Gebruikers Tonen

source: Security
nl: Beveiliging

source: List Roles
nl: Rollen Tonen

source: User's Statistics
nl: Gebruikers Statistieken

source: User Registrations
nl: Uw Toestemmingen

source: Base Permissions
nl: Basistoestemmingen

source: Views/Menus
nl: Weergave/Menu's

source: Permission on Views/Menus
nl: Toestemmingen voor Weergave/Menu's

source: Account activation
nl: Account activering

source: Registration sent to your email
nl: Registratie verstuurt naar uw e-mail

source: Not possible to register you at the moment, try again later
nl: Op dit moment kan er niet geregistreerd worden. Probeer het later nog een keer

source: Registration not found
nl: Registratie niet gevonden

source: Fill out the registration form
nl: FÃ¼llen Sie das Anmeldeformular aus

source: List Base Permissions
nl: OVerzicht Basistoestemmingen

source: Show Base Permission
nl: Toon Basistoestemmingen

source: Add Base Permission
nl: Toevoegen Basistoestemming

source: Edit Base Permission
nl: Wijzigen Basistoestemming

source: Name
nl: Naam

source: List View Menus
nl: Tonen Visie Menu's

source: Show View Menu
nl: Toon Visie Menu

source: Add View Menu
nl: Toevoegen Visie Menu

source: Edit View Menu
nl: Wijzig Visie Menu

source: List Permissions on Views/Menus
nl: Lijst Toestemmingen van Visie/Menu's

source: Show Permission on Views/Menus
nl: Toon Toestemming van Visie/Menu's

source: Add Permission on Views/Menus
nl: Toevoegen Toestemming van Visie/Menu's

source: Edit Permission on Views/Menus
nl: Wijzig Toestemming Visie/Menu's

source: Permission
nl: Toestemming

source: View/Menu
nl: Visie/Menu

source: Reset Password Form
nl: Herstel Wachtwoord Formulier

source: Password Changed
nl: Wachtwoord Gewijzigd

source: Show User
nl: Toon Gebruiker

source: Add User
nl: Gebruiker Toevoegen

source: Edit User
nl: Gebruiker Wijzigen

source: Full Name
nl: Volledige Naam

source: Is Active?
nl: Is aktief?

source: Role
nl: Rol

source: Last login
nl: Laatste aanmelding

source: Login count
nl: Aantal aanmeldingen

source: Failed login count
nl: Foute aanmeldingen

source: Created on
nl: Aangemaakt op

source: Created by
nl: Aangegemaakt door

source: Changed on
nl: Veranderd op

source: Changed by
nl: Veranderd door

source: Username valid for authentication on DB or LDAP, unused for OID auth
nl: Gebruikersnaam geldig voor aanmelden via DB of LDAP, niet voor OID aanmelding

source: It's not a good policy to remove a user, just make it inactive
nl: Het is geen goed gebruik om een gebruiker te verwijderen. Maak deze inactief

source: The user's email, this will also be used for OID auth
nl: Het e-mail adres wordt ook gebruikt voor de OID aanmelding

source: Please rewrite the user's password to confirm
nl: Ter bevestiging graag nog een keer het wachtwoord invoeren

source: User info
nl: Gebruikers info

source: Personal Info
nl: Persoonlijke Info

source: Your user information
nl: Uw gebruikersinformatie

source: Reset my password
nl: Herstel mijn wachtwoord

source: Reset Password
nl: Wachtwoord herstellen

source: User Statistics
nl: Gebruikersstatistieken

source: List of Registration Requests
nl: Lijst van Registratie Verzoeken

source: Show Registration
nl: Toon Registratie

source: Show Role
nl: Rol Tonen

source: Add Role
nl: Nieuwe Rol

source: Edit Role
nl: Rol Wijzigen

source: Permissions
nl: Toestemmingen

source: Copy Role
nl: Kopieer Rol

source: Copy the selected roles?
nl: Kopieer de geselecteerde rol?

source: Invalid login. Please try again.
nl: Ongeldige aanmelding. Probeer opnieuw.

source: Sign In
nl: Aanmelden

source: Profile
nl: Profiel

source: Logout
nl: Afmelden

source: Login
nl: Aanmelden

source: Welcome
nl: Welkom

source: User confirmation needed
nl: Gebruikersbevestiging nodig

source: Actions
nl: Akties

source: Page size
nl: Bladgrootte

source: Order by
nl: Volgorde

source: Record Count
nl: Aantal records

source: Add a new record
nl: Voeg record toe

source: Edit record
nl: Wijzig record

source: Show record
nl: Toon record

source: Delete record
nl: Verwijder record

source: Group by fields
nl: Op veld groeperen

source: Your user is activated you can now proceed to login
nl: Uw account is geactiveerd. Ga door om in te loggen

source: Enter your login and password below
nl: Voer uw gebruikersnaam en wachtwoord in

source: Username
nl: Gebruikersnaam

source: If you are not already a user, please register
nl: Registreer als u nog geen gebruiker bent

source: Register
nl: Registreren

source: Click on your OpenID provider below
nl: Klik op uw OpenID-Provider

source: Or enter your OpenID here
nl: Of geef hier uw OpenID in

source: Please choose a provider
nl: Kies een provider

source: Enter your OpenID Username
nl: Of geeg hier uw OpenID gebruikersnaam in

source: Sign in using:
nl: Meld aan met:

source: Add Filter
nl: Filter toevoegen
